Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/ijahis_idja_-konsertti_suoratoistona_elokuussa.html.tmx
Source language: fin
Languages: smn

source: Ijahis idja -konsertti suoratoistona elokuussa
smn: Ijâttes ijjâ -konsert njuolgâ vuolgâttâssân porgemáánust

source: Ijahis idja -festivaalin konsertti lähetetään suoratoistona 15.8.2020 Inarista, saamelaiskulttuurikeskus Sajoksesta.
smn: Ijâttes ijjâ -festivaal konsert vuolgâttuvvoo njuolgâ vuolgâttâssân 15.8.2020 Anarist, säämi kulttuurkuávdáš Sajosist.

source: Konserttilähetyksen seuraaminen on maksutonta, paikan päälle yleisöä ei oteta.
smn: Konsertvuolgâttâs čuávvum lii nuuvtá, saje alne ep vääldi ulmuid.

source: Konsertissa esiintyvät rap-artisti Ailu Valle, Gájanas-yhtye sekä joikaajat Iŋgá-Máret Gaup-Juuso ja Juha Tornensis.
smn: Konsertist lávdásteh ráp-artist Ailu Valle, Gájanas-juávkku sehe jyeigeeh Iŋgá-Máret Gaup-Juuso já Juha Tornensis.

source: Ijahis idja Suomen Käsivarren suurtuntureiden puolesta
smn: Ijâttes ijjâ Suomâ Kietâruottâs stuorrâ tuoddârij peeleest

source: Käsivarren alueelle kohdistuu tällä hetkellä useita kaivosalan hankkeita.
smn: Kietâruottâs kuávlun čyeccih tääl maaŋgah kuáivuttâhsyergi haavah.

source: Kaivostoiminnalla olisi peruuttamattomat seuraukset Käsivarren erämaan herkälle luonnolle sekä eläinkunnalle.
smn: Kuáivuttâhtoimâ vaiguttičij merhâšitteht Kietâruottâs herkis luándun já elleid.

source: Alueen elinvoima perustuu luonnon kestävään käyttöön, kuten luontaiselinkeinoihin, luontomatkailuun ja virkistyskäyttöön.
smn: Kuávlu eellimvyeimi vuáđđud luándu kilelis kiävtun, tego luánduiäláttâssáid, luándumaađhâšmân já virkosmittemkiävtun.

source: Kaivostoiminnalla on tuhoisat vaikutukset puhtaille vesille, eläimille ja maalle.
smn: Kuáivuttâhtoimâ vaiguttičij vaahâglávt putes čassijd, elleid já enâmân.

source: Ijahis idja -festivaali haluaa osoittaa tukensa Käsivarren alueen ikimuistoisille käyttäjille ja sanoa yhdessä ei kaivostoiminnalle Saamenmaalle.
smn: Ijâttes ijjâ -festivaal haalijd čäittiđ torjuus Kietâruottâs kuávlu tovláárájásáid kevtteid já ettâđ oovtâst ij kuáivuttâhtooimân Sämienâmist.

source: Teemakonsertissa esiintyvät joikaajat Iŋgá-Máret Gaup-Juuso ja Juha Tornensis .
smn: Teemakonsertist lávdástává jyeigeeh Iŋgá-Máret Gaup-Juuso já Juha Tornensis .

source: Lisäksi ääneen pääsevät alueen perinteisten elinkeinojen harjoittajat.
smn: Toos lasseen kuávlu ärbivuáválij iäláttâsâi hárjutteijeeh šaddeh kulluđ.

source: Ailu Valle ja Gájanas-yhtye tarjoavat modernia saamelaismusiikkia
smn: Ailu Valle já Gájanas-juávkku fäälih moodeern sämimuusik

source: Ailu Valle on pohjoissaameksi, suomeksi ja englanniksi esiintyvä rap-artisti, jonka tyylissä yhdistyvät kantaaottava sanoma, teknisyys ja tunne.
smn: Ailu Valle lii ráp-artist, kote láávdást tavesämikielân, suomâkielân já eŋgâlâskielân. Suu stiijlâst ovtâstuveh uáivil almotteijee saahâ, teknisâšvuotâ já tobdoh.

source: Valle julkaisi kolmannen studioalbuminsa ”Viidon sieiddit” eli “Laajentuneet Seidat” 27.7.2019.
smn: Valle almostitij suu kuálmád studioalbum “Viidon sieiddit” ađai “Vijđánâm sieidih” 27.7.2019.

source: Albumilla Valle pohtii ilmastonmuutoksen aikakauden asenteita ja luontosuhdetta syvän filosofisella otteella;
smn: Albumist Valle suogârd šoŋŋâdâhnubástus áigáduv jurdâččemvuovijd já luándukoskâvuođâ vuáimálávt filosooflijn vuovvijn;

source: keinoinaan joiku ja spoken word sekä pohjoissaamen-, suomen- ja englanninkielinen rap.
smn: juáigus já spoken word sehe tavesämi-, suomâ- já eŋgâlâskielâlii ráp vuovijguin.

source: Ijahis idja -konsertissa Ailu Vallen mukana ovat DJ Uyarakq sekä tanssijat Janita Rantanen ja Niina Rajaniemi.
smn: Ijâttes ijjâ -konsertist Ailu Valle mieldi láá DJ Uyarakq sehe tánssájeijeeh Janita Rantanen já Niina Rajaniemi.

source: Gájanas on saamenkielistä etno-proge-musiikkia esittävä yhtye Suomen huipulta, Utsjoki-Inari akselilta.
smn: Gájanas lii sämikielâlâš etno-proge muusikjuávkku Suomâ tavemuu uásist, Ucjuv-Aanaar kooskâst.

source: Yhtye on valittu muun muassa Kaustisen kansanmusiikkijuhlien vuoden yhtyeeksi vuonna 2017.
smn: juávkku lii väljejum eereeb iärrás Kaustisii aalmugmuusikjuuhlij ive juávkkun ive 2017.

source: Yhtyeen musiikissa kaikuu saamelainen perinne, joka kohtaa nykyhetken värikkäänä yhteensulautumisena.
smn: Juávhu muusik täävist sämmilii ärbivyevi, mii kuáhtáá tááláá ääigi ivnáás oohtân suddâlummeen.

source: Gájanaksen musiikissa voi kuulla vuoropuhelua perinteisen ja modernin saamelaismusiikin välillä.
smn: Gájanas muusikist puáhtá kuullâđ savâstâllâm ärbivuáválii já tááláá sämimuusik kooskâ.

source: Lisäksi siinä korostuu alkuperäiskansan vahva yhteys luontoon.
smn: Toos lasseen tast tiäduttuvvoo algâaalmug noonâ ohtâvuotâ luándun.

source: Eri tyylit yhdistyvät luoden jotain uutta ja uniikkia.
smn: Jieškote-uv stiijlah ovtâstuveh já rähtih maidnii uđđâ já áinoošlajâsii.

source: Ijahis idja -konsertti suoratoistona lauantaina 15.8. klo 19.00 alkaen osoitteessa www.sajos.fi/live. Konsertin järjestävät yhteistyössä Ijahis idja -festivaali, Anára Sámisearvi ry, Suomen Saamelaiskäräjien saamelaismusiikkikeskus, saamelaiskulttuurikeskus Sajos ja Saamelaisalueen koulutuskeskuksen medialinja.
smn: Ijâttes ijjâ -konsert njuolgâ vuolgâttâssân lávurduv 15.8. tme 19.00 rääjist čujottâsâst www.sajos.fi/live. Konsert uárnejeh oovtâstpargoost Ijâttes ijjâ -festivaal, Anára Sámisearvi ry, Suomâ Sämitige säämi muusikkuávdáš, säämi kulttuurkuávdáš Sajos já Säämi máttááttâskuávdáá medialinjâš.

source: Lisätiedot:
smn: Lasetiäđuh:

source: Tuottaja Oula Guttorm +358 40 667 4545 oula.guttorm(at)samediggi.fi www.ijahisidja.fi www.sajos.fi/live
smn: Pyevtitteijee Oula Guttorm +358 40 667 4545 oula.guttorm(at)samediggi.fi www.ijahisidja.fi www.sajos.fi/live
